Revit 2027 API
ParameterTypeId.StairsRailingBalusterBottomAngle Property
 "Bottom Cut Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRailingBalusterBottomAngle { get; }
Public Shared ReadOnly Property StairsRailingBalusterBottomAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRailingBalusterBottomAngle {
	ForgeTypeId^ get ();
}
static member StairsRailingBalusterBottomAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace